{
  "title": "Valorant ELO (pouze pro EU region)",
  "home": {
    "p1": "Aplikace je naprosto bezpečná, a nyní již adresní řádek prohlížeče neobsahuje citlivé údaje.",
    "p2": "Služba, kterou tato aplikace využívá k vytěžení vašich dat z Riot serverů vaše heslo jen předává dál a nikde s ním nepracuje nebo ho neukládá.",
    "p3": "Aplikace není provozována Riotem a nemá s ním nic společného! Používá pouze veřejně dostupný zdrojový kód k replikaci Riot RSO (přihlášení k Riot službám).",
    "sources": "Zdrojové soubory (důkaz bezpečnosti)",
    "source_this": "tato aplikace (github zdroj)",
    "source_api": "/valoleak endpoint na api.valoments.souris.cloud (zdrojový kód služby)",
    "button": "Posledních 5 zápasů"
  },
  "language": "Přepnutí jazyka",
  "login": {
    "username": "Uživatelské jméno",
    "password": "Heslo"
  },
  "elo": {
    "rank_actual": "Aktuální rank",
    "rank_next": "Další rank",
    "no_ranked": "V posledních 5ti zápasech nemáš ani jeden kompetitivní! Musíš odehrát alespoň jeden kompetitivní zápas abys zde viděl své MMR.",
    "share": {
      "title": "Sdílet (nebo aktualizovat existující) kartu.",
      "p1": "Vzhledem k tomu, že heslo pokaždé přímo odesílame rovnou Riotu, musíte kartu aktualizovat sami kdykoliv chcete aby se aktualizovala, přihlášením k aplikaci a kliknutím na SDÍLET",
      "p2": "Pokud svojí kartu sdílíte, vytvoří se statický odkaz, na kterém bude dostupná pro každého kdo odkaz má, nic z toho neobsahuje žádná cilivá data týkající se přihlášení, pouze váš herní postup. Kdykoliv můžete svoji kartu smazat, když otevřete její odkaz a kliknete na tlačítko \"ŽÁDOST O SMAZÁNÍ\" a zadáte své přihlašovací údaje (pro ověření, že tato karta patří stejnému hráči jako ji vytvořil).",
      "yes": "Sdílet",
      "no": "Rozmyslel jsem si to!",
      "trigger": "SDÍLET"
    },
    "deletion": {
      "title": "Smazání karty",
      "p1": "Když svoji kartu smažete, odkaz bude smazán navždy. Můžete ale kdykoliv vytvořit nový opětovným sdílením!",
      "p2": "Přihlašovací údaje jsou znovu vyžádováno k ověření vašeho ID u Riotu, jestli jste majitelem karty kterou chcete smazat, nemá to vůbec co dělat s hrou.",
      "yes": "Smazat",
      "no": "Rozmyslel jsem si to!",
      "trigger": "ŽÁDOST O SMAZÁNÍ"
    }
  },
  "go_home": "Zpět na přihlášení",
  "screenshot": "Uložit jako PNG",
  "reload": "Obnovit (funguje pouze hodinu po přihlášení)",
  "last_update": "Poslední update aplikace"
}
