{
  "title": "Valorant ELO (EU Region only)",
  "home": {
    "p1": "Your account informations stays secure! Application has been updated to dont reveal your access token in link.",
    "p2": "Service used to fetch informations about your account from Riot API is just used as proxy service and doesn't store your account information at all!",
    "p3": "This application has nothing to do with Riot itself, it just using public shared code to replicate Riot RSO to get your MMR updates.",
    "sources": "Sources (proof of security)",
    "source_this": "this page (github source)",
    "source_api": "/valoleak endpoint of api.valoments.souris.cloud (service source code)",
    "button": "Last 5 matches"
  },
  "language": "Switch Language",
  "login": {
    "username": "Username",
    "password": "Password"
  },
  "elo": {
    "rank_actual": "Actual rank",
    "rank_next": "Next rank",
    "no_ranked": "No competitive games in last 5 matches! Play competitive game to reveal your MMR.",
    "share": {
      "title": "Share (or update existing) competitive progress card.",
      "p1": "Since we don't store your passwords, you have to update them with SHARE button yourself anytime you want it update!",
      "p2": "When you share your competitive progress card, static link will be generated and will be totally public for all that have the link, there is no account sensitive data, just numbers about your progress, and if you want, you can request deletion, when you open your static link and click the button \"REQUEST DELETION\", you will authorize by your riot account and static link will be deleted forever!",
      "yes": "Share",
      "no": "Don't share",
      "trigger": "SHARE"
    },
    "deletion": {
      "title": "Competitive progress card deletion",
      "p1": "When you delete your competitive progress card, this static link will be destroyed forever. You can make then new share and generate new link!",
      "p2": "Credentials are again send to Riot to authorize hash of your profile ID, that you have stored/shared this competitive progress card, it has nothing to do with Valorant itself.",
      "yes": "Delete",
      "no": "Don't delete",
      "trigger": "REQUEST DELETION"
    }
  },
  "go_home": "Home",
  "screenshot": "Save as PNG",
  "reload": "Reload (available only an hour from login time)",
  "last_update": "Last application update"
}
